Repository: wendyluu01/RestaurantReviewApp
Catalog: app-streamlit/locales/*/LC_MESSAGES/*.po
Languages: de, pl

source: 🔍 Search
de: 🔍 Suchen
pl: 🔍 Szukaj

source: ## This app uses Zenserp API
de: ## Diese App verwendet Zenserp API
pl: ## Ta aplikacja używa Zenserp API

source: Advanced settings
de: Erweiterte Einstellungen
pl: Ustawienia zaawansowane

source: Article about it: [Keyword Monitoring Tool: Track your competition in search results](https://medium.datadriveninvestor.com/keyword-monitoring-tool-track-your-competition-in-search-results-83db61f0a696)
de: Artikel darüber: [Keyword Monitoring Tool: Verfolgen Sie Ihre Konkurrenz in den Suchergebnissen] (https://medium.datadriveninvestor.com/keyword-monitoring-tool-track-your-competition-in-search-results-83db61f0a696)
pl: Artykuł na ten temat: [Narzędzie monitorowania słów kluczowych: Śledź swoją konkurencję w wynikach wyszukiwania] (https://medium.datadriveninvestor.com/keyword-monitoring-tool-track-your-competition-in-search-results-83db61f0a696)

source: Enter API key
de: Geben Sie API-Schlüssel
pl: Wprowadź klucz API

source: Googles country code, autodetected from the search_engine if not supplied
de: Googles Ländercode, automatisch von der search_engine erkannt, wenn nicht angegeben
pl: Kod kraju Googles, automatycznie wykrywany z search_engine, jeśli nie podano

source: It is NOT official app. We don't save this data anywhere, but if you want to feel safe, you can run the application on your own computer: [https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093](https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093)
de: Es ist KEINE offizielle App. Wir speichern diese Daten nirgendwo, aber wenn Sie sich sicher fühlen möchten, können Sie die Anwendung auf Ihrem eigenen Computer ausführen: [https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093](https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093)
pl: Nie jest to oficjalna aplikacja. Nigdzie nie zapisujemy tych danych, ale jeśli chcesz czuć się bezpiecznie, możesz uruchomić aplikację na swoim własnym komputerze: [https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093](https://gist.github.com/fischerbach/1c93e04884f00e424137d179bd2a5093)

source: POT generate
de: POT generieren
pl: Generowanie POT

source: Search Query
de: Suchanfrage
pl: Wyszukiwane hasło

source: Select part of results page
de: Wählen Sie einen Teil der Ergebnisseite
pl: Wybierz część strony wyników

source: Select search_engine domain
de: search_engine-Domäne wählen
pl: Wybierz domenę search_engine

source: Settings
de: Einstellungen
pl: Ustawienia

source: Show raw request
de: Roh Anfrage anzeigen
pl: Pokaż surowe żądanie

source: Show raw results
de: Zeige rohe Ergebnisse
pl: Pokaż surowe wyniki

source: The geolocation used in the query
de: Die in der Abfrage verwendete Geolocation
pl: Geolokalizacja używana w zapytaniu

source: To use it, you must enter your own API key. Create account: [https://zenserp.com/](https://zenserp.com/)
de: Um es verwenden zu können, müssen Sie Ihren eigenen API-Schlüssel eingeben. Konto erstellen: [https://zenserp.com/](https://zenserp.com/)
pl: Aby z niej skorzystać, musisz wprowadzić własny klucz API. Utwórz konto: [https://zenserp.com/](https://zenserp.com/)

source: Web Interface Language, autodetected from the search_engine if not supplied
de: Webinterface-Sprache, automatisch von der search_engine erkannt, wenn nicht angegeben
pl: Język interfejsu WWW, automatycznie wykrywany z search_engine, jeśli nie podano

source: Which device to use: desktop or mobile
de: Welches Gerät soll verwendet werden: desktop oder mobile
pl: Które urządzenie użyć: desktop lub mobile

source: table
de: Tabelle
pl: Tabela
